Repository: hbgl/good-food-gone-bad-wp-plugin
Catalog: languages/gfgb-*.po
Languages: de_de

source: Food
de_de: Lebensmittel

source: Food Categories
de_de: Lebensmittelkategorien

source: Food Category
de_de: Lebensmittelkategorie

source: All Food Categories
de_de: Alle Lebensmittelkategorien

source: Edit Food Category
de_de: Lebensmittelkategorie bearbeiten

source: View Food Category
de_de: Lebensmittelkategorie ansehen

source: Update Food Category
de_de: Lebensmittelkategorie speichern

source: Add New Food Category
de_de: Neue Lebensmittelkategorie hinzufügen

source: New Food Category Name
de_de: Neue Lebensmittelkategorie Name

source: Parent Food Category
de_de: Übergeordnete Lebensmittelkategorie
